"Downloading file '%@'" = "Ricezione file '%@'";
"Uploading file '%@'" = "Invio file '%@'";
"Deleting file '%@'" = "Cancellazione File '%@'";
"Creating folder '%@'" = "Creazione Cartella '%@'";
"File Deletion" = "Cancellazione File";
"No" = "No";
"Yes" = "Si";
"Finding Duplicates..." = "Trovo duplicati...";
"Deleting track" = "Cancello traccia";
"Changing tag for track" = "Modifico TAG per la traccia";
"bytes" = "bytes";
"Quit XNJB" = "Esci da XNJB";
"There are still items in the queue.  Are you sure you want to quit?  This could crash your NJB and/or XNJB." = "Ci sono ancora elementi in coda. Sei sicuro di voler uscire?  Questo potrà causare malfunzionamenti in NJB e/o XNJB.";
"Connecting to NJB" = "Connessione a NJB";
"Disconnecting from NJB" = "Disconnessione da NJB";
"Connect to NJB" = "Connetto a NJB";
"It appears that we are already connected. Do you want to try to connect again?" = "Sembra che tu sia gia connesso. Vuoi provare a connetterti nuovamente?";
"Connect" = "Connetti";
"Disconnect" = "Disconnetti";
"Downloading track '%@'" = "Scarico traccia '%@'";
"Uploading track '%@'" = "Invio traccia '%@'";
"Changing tag for track '%@'" = "Cambio il tag per la traccia '%@'";
"Deleting track '%@'" = "Cancello traccia '%@'";
"Are you sure you want to delete the selected local files?" = "Sei sicuro di voler cancellare i seguenti files locali?";
"There was an error deleting file %@." = "C'è stato un errore durante la cancellazione dei files %@.";
"Selected %d out of %d" = "Selezionati %d di %d";
"Could not discover any jukeboxes" = "Non trovo jukeboxes";
"Could not locate any jukeboxes" = "Non è disponibile alcun jukeboxes";
"Not connected" = "Non connesso";
"Speed %@ Mbps" = "Velovità %@ Mbps";
"Charging" = "In carica";
"Battery charged or not present" = "Carica batteria non disponibile";
"Running off battery" = "Batteria scarica";
"Getting playlists" = "Prelevo la playlist";
"Updating playlist %@" = "Aggiorno la playlist %@";
"Deleting playlist %@" = "Cancello la playlist %@";
"Playlist Deletion" = "Cancellazione playlist";
"Are you sure you want to delete the selected playlist off the NJB?" = "Sei sicuro di voler cancellare la playlist di NJB?";
"Save Preferences" = "Salva Preferenze";
"Do you want to save changes to preferences?" = "Vuoi salvare i cambiamenti nelle preferenze?";
"Cancel" = "Cancella";
"Queued" = "In Coda";
"Running" = "In esecuzione";
"Finished" = "Completato";
"Error" = "Errore";
"Cancelled" = "Annullato";
"Getting Jukebox settings" = "Prelevo settaggi jukebox";
"Setting Owner Name To %@" = "Imposto il nome del proprietario a %@";
"Setting Time To %@" = "Modifico ora in %@";
"Connected" = "Connesso";
"Disconnected" = "Disconnesso";
"No NJB Devices Found" = "Nessuna periferica NJB trovata";
"Could Not Open NJB" = "Non posso aprire NJB";
"Could Not Capture NJB" = "Non posso catturare NJB";
"Uploading Track" = "Invio Traccia";
"Uploading File" = "Invio File";
"Downloading Track List" = "Prelevo la lista delle Tracce";
"Downloading File List" = "Scarico la lista dei files";
"Updating Track Tag" = "Aggiorno Tag Traccia";
"Downloading Track" = "Scarico Traccia";
"Deleting Track" = "Cancello Traccia";
"Downloading File" = "Scarico File";
"Connecting" = "Connessione";
"Disconnecting" = "Disconnessione";
"Deleting File" = "Cancellazione File";
"Downloading Jukebox Settings" = "Scarico settaggi jukebox";
"Updating Jukebox Settings" = "Aggiorno settaggi jukebox";
"Downloading Playlists" = "Scarico la playlist";
"Updating Playlist" = "Aggiorno la Playlist";
"Deleting Playlist" = "Cancello la Playlist";
"Creating Folder" = "Creo la cartella";
"Unknown Status" = "Stato sconosciuto";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"OK" = "OK";
"iTunes Library" = "Libreria iTunes";
"Could not load iTunes library from" = "Non è possibile caricare la libreria iTunes da";

"Getting file list" = "Getting file list";
"Are you sure you want to delete the selected items off the device?" = "Are you sure you want to delete the selected items off the device?";
"New Playlist" = "New Playlist";
